const name = "محمدمهدی مروی";

export const messages = {
  whatsapp: encodeURIComponent(
    `سلام ${name} 👋
از طریق کارت شما با شما آشنا شدم.
مایلم در مورد مشاوره صحبت کنیم.`
  ),

  telegram: encodeURIComponent(
    `سلام ${name}
از طریق QR کارت شما پیام می‌دهم.
ممنون می‌شوم راهنمایی بفرمایید.`
  ),

  sms: encodeURIComponent(
    `سلام ${name}
از طریق کارت ویزیت شما پیام می‌دهم.
در صورت امکان راهنمایی بفرمایید.`
  ),

  instagram: encodeURIComponent(
    `سلام 🌱
از طریق QR کارت شما با پیج‌تان آشنا شدم.
خوشحال می‌شوم در ارتباط باشیم.`
  ),

  email: encodeURIComponent(
    `سلام ${name},

از طریق کارت ویزیت شما با شما آشنا شدم.
در صورت امکان مایل به دریافت مشاوره هستم.

با احترام`
  ),
};
